emacs/org-latex-example/org-latex-example.org
#+OPTIONS: toc:nil num:nil H:4 tex:t
#+LATEX_HEADER: \usepackage[margin=0.95in]{geometry}

#+AUTHOR: Shabaz Badshah
#+TITLE: Title Here
#+DATE: Friday January 5, 2018

* Heading
This is the first section. Add your content here.
** Subheading
This is a sub-section under top-level section "Literature review" Now
indulgence dissimilar for his thoroughly has terminated. Agreement
offending commanded my an. Change wholly say why eldest period. Are
projection put celebrated particular unreserved joy unsatiable its. In
then dare good am rose bred or. On am in nearer square wanted.
*** Subheading 2
Instrument cultivated alteration any favourable expression law far
nor. Both new like tore but year. An from mean on with when sing pain.
Oh to as principles devonshire companions unsatiable an delightful.
The ourselves suffering the sincerity. Inhabit her manners adapted age
certain. Debating offended at branched striking be subjects.

* Verbatim Example
#+BEGIN_EXAMPLE
<html>
  <body>
    <h1>Hello World!</h1>
  </body>
</html>
#+END_EXAMPLE
 
* List Example
  - item
    - item
    - item 
    - item
\newpage
  - item
    1. A
    2. B
    3. C
  - item

* Table Example
+-----+-----+-----+
|a    |b    | c   |
+-----+-----+-----+
|1    |3    |5    |
|2    |4    |6    |
+-----+-----+-----+
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nullam ultricies 
sem enim, vel molestie quam cursus ac. Cras egestas dui id diam suscipit, 
sed eleifend quam fringilla.

* Equation Example
** Quadratic Equation
\begin{equation*}
x=\frac{-b \pm \sqrt{b^2 - 4ac}}{2a}
\end{equation*}

\begin{center}
$O(n + 4) \in O(n)$   
\end{center}
